Repository: cyrinux/ichor
Catalog: ios/Ichor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, uk

source: The kubeconfig credentials have expired. Import a new kubeconfig.
de: Die Zugangsdaten der kubeconfig sind abgelaufen. Importiere eine neue kubeconfig.
es: Las credenciales del kubeconfig han caducado. Importa un kubeconfig nuevo.
fr: Les identifiants du kubeconfig ont expiré. Importez un nouveau kubeconfig.
it: Le credenziali del kubeconfig sono scadute. Importa un nuovo kubeconfig.
uk: Облікові дані kubeconfig закінчилися. Імпортуйте новий kubeconfig.

source: The kubeconfig credentials expire %@. Import a new kubeconfig before then.
de: Die Zugangsdaten der kubeconfig laufen %@ ab. Importiere vorher eine neue kubeconfig.
es: Las credenciales del kubeconfig caducan %@. Importa un kubeconfig nuevo antes.
fr: Les identifiants du kubeconfig expirent %@. Importez un nouveau kubeconfig d'ici là.
it: Le credenziali del kubeconfig scadono %@. Importa un nuovo kubeconfig prima di allora.
uk: Облікові дані kubeconfig спливають %@. Імпортуйте новий kubeconfig до того часу.

source: Background checks watch Talos clusters: the cluster on screen, added from a kubeconfig, is not checked.
de: Hintergrundprüfungen überwachen Talos-Cluster: Der angezeigte Cluster, aus einer kubeconfig hinzugefügt, wird nicht geprüft.
es: Las comprobaciones en segundo plano vigilan los clústeres Talos: el clúster en pantalla, añadido desde un kubeconfig, no se comprueba.
fr: Les vérifications en arrière-plan surveillent les clusters Talos : le cluster affiché, ajouté depuis un kubeconfig, n'est pas vérifié.
it: I controlli in background sorvegliano i cluster Talos: il cluster sullo schermo, aggiunto da un kubeconfig, non viene controllato.
uk: Фонові перевірки стежать за кластерами Talos: кластер на екрані, доданий з kubeconfig, не перевіряється.

source: Delete all clusters
de: Alle Cluster löschen
es: Eliminar todos los clústeres
fr: Supprimer tous les clusters
it: Elimina tutti i cluster
uk: Видалити всі кластери

source: Delete all clusters?
de: Alle Cluster löschen?
es: ¿Eliminar todos los clústeres?
fr: Supprimer tous les clusters ?
it: Eliminare tutti i cluster?
uk: Видалити всі кластери?

source: The kubeconfig of this cluster, as it was imported. Anyone with this file has the access it grants: keep it private.
de: Die kubeconfig dieses Clusters, wie sie importiert wurde. Wer diese Datei hat, hat den Zugriff, den sie gewährt: halte sie privat.
es: El kubeconfig de este clúster, tal como se importó. Quien tenga este archivo tiene el acceso que concede: mantenlo privado.
fr: Le kubeconfig de ce cluster, tel qu'il a été importé. Quiconque possède ce fichier a l'accès qu'il accorde : gardez-le privé.
it: Il kubeconfig di questo cluster, così come è stato importato. Chiunque abbia questo file ha l'accesso che concede: tienilo privato.
uk: Kubeconfig цього кластера в тому вигляді, в якому його імпортовано. Будь-хто з цим файлом має доступ, який він надає: зберігайте його в таємниці.

source: Any Kubernetes cluster: a kubeconfig
de: Jeder Kubernetes-Cluster: eine kubeconfig
es: Cualquier clúster Kubernetes: un kubeconfig
fr: Tout cluster Kubernetes : un kubeconfig
it: Qualsiasi cluster Kubernetes: un kubeconfig
uk: Будь-який кластер Kubernetes: kubeconfig

source: Keep only the cluster to add, with its certificates in the file:
de: Behalte nur den hinzuzufügenden Cluster, mit seinen Zertifikaten in der Datei:
es: Conserva solo el clúster que añadir, con sus certificados en el archivo:
fr: Ne gardez que le cluster à ajouter, avec ses certificats dans le fichier :
it: Tieni solo il cluster da aggiungere, con i suoi certificati nel file:
uk: Залиште лише кластер для додавання, із сертифікатами у файлі:

source: Too large for a QR code? Compress it, the app expands it:
de: Zu groß für einen QR-Code? Komprimiere ihn, die App entpackt ihn:
es: ¿Demasiado grande para un código QR? Comprímelo, la app lo descomprime:
fr: Trop grand pour un QR code ? Compressez-le, l'app le décompresse :
it: Troppo grande per un codice QR? Comprimilo, l'app lo decomprime:
uk: Завеликий для QR-коду? Стисніть його, застосунок розпакує:

source: Prefer a ServiceAccount with read-only rights over your admin credentials.
de: Nutze lieber einen ServiceAccount mit Leserechten als deine Admin-Zugangsdaten.
es: Prefiere un ServiceAccount de solo lectura a tus credenciales de administrador.
fr: Préférez un ServiceAccount en lecture seule à vos identifiants admin.
it: Preferisci un ServiceAccount in sola lettura alle tue credenziali di amministratore.
uk: Надавайте перевагу ServiceAccount лише для читання замість облікових даних адміністратора.

source: A stored config could not be read. Nothing is changed until it can be.
de: Eine gespeicherte Konfiguration konnte nicht gelesen werden. Nichts wird geändert, bis sie lesbar ist.
es: No se pudo leer una configuración guardada. No se cambia nada hasta que se pueda leer.
fr: Une config enregistrée n'a pas pu être lue. Rien n'est modifié tant qu'elle ne peut pas l'être.
it: Non è stato possibile leggere una configurazione salvata. Nulla viene modificato finché non sarà leggibile.
uk: Не вдалося прочитати збережену конфігурацію. Нічого не змінюється, доки її не вдасться прочитати.

source: The stored config could not be read
de: Die gespeicherte Konfiguration konnte nicht gelesen werden
es: No se pudo leer la configuración guardada
fr: La config enregistrée n'a pas pu être lue
it: Non è stato possibile leggere la configurazione salvata
uk: Не вдалося прочитати збережену конфігурацію

source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
uk: Спробувати ще раз

source: Your kubeconfig is still on this device, but it could not be read just now. Try again; if it keeps failing, delete the stored clusters and import them again.
de: Deine kubeconfig ist noch auf diesem Gerät, konnte aber gerade nicht gelesen werden. Versuche es erneut; wenn es weiter fehlschlägt, lösche die gespeicherten Cluster und importiere sie neu.
es: Tu kubeconfig sigue en este dispositivo, pero no se pudo leer ahora. Inténtalo de nuevo; si sigue fallando, elimina los clústeres guardados e impórtalos otra vez.
fr: Votre kubeconfig est toujours sur cet appareil, mais il n'a pas pu être lu pour l'instant. Réessayez ; si l'échec persiste, supprimez les clusters enregistrés et importez-les à nouveau.
it: Il tuo kubeconfig è ancora su questo dispositivo, ma al momento non è stato possibile leggerlo. Riprova; se continua a non riuscire, elimina i cluster salvati e importali di nuovo.
uk: Ваш kubeconfig усе ще на цьому пристрої, але зараз його не вдалося прочитати. Спробуйте ще раз; якщо помилка повторюється, видаліть збережені кластери та імпортуйте їх знову.

source: Your talosconfig is still on this device, but it could not be read just now. Try again; if it keeps failing, delete the stored clusters and import them again.
de: Deine talosconfig ist noch auf diesem Gerät, konnte aber gerade nicht gelesen werden. Versuche es erneut; wenn es weiter fehlschlägt, lösche die gespeicherten Cluster und importiere sie neu.
es: Tu talosconfig sigue en este dispositivo, pero no se pudo leer ahora. Inténtalo de nuevo; si sigue fallando, elimina los clústeres guardados e impórtalos otra vez.
fr: Votre talosconfig est toujours sur cet appareil, mais il n'a pas pu être lu pour l'instant. Réessayez ; si l'échec persiste, supprimez les clusters enregistrés et importez-les à nouveau.
it: Il tuo talosconfig è ancora su questo dispositivo, ma al momento non è stato possibile leggerlo. Riprova; se continua a non riuscire, elimina i cluster salvati e importali di nuovo.
uk: Ваш talosconfig усе ще на цьому пристрої, але зараз його не вдалося прочитати. Спробуйте ще раз; якщо помилка повторюється, видаліть збережені кластери та імпортуйте їх знову.

source: Your talosconfig and kubeconfig are still on this device, but they could not be read just now. Try again; if it keeps failing, delete the stored clusters and import them again.
de: Deine talosconfig und kubeconfig sind noch auf diesem Gerät, konnten aber gerade nicht gelesen werden. Versuche es erneut; wenn es weiter fehlschlägt, lösche die gespeicherten Cluster und importiere sie neu.
es: Tu talosconfig y tu kubeconfig siguen en este dispositivo, pero no se pudieron leer ahora. Inténtalo de nuevo; si sigue fallando, elimina los clústeres guardados e impórtalos otra vez.
fr: Votre talosconfig et votre kubeconfig sont toujours sur cet appareil, mais ils n'ont pas pu être lus pour l'instant. Réessayez ; si l'échec persiste, supprimez les clusters enregistrés et importez-les à nouveau.
it: Il tuo talosconfig e il tuo kubeconfig sono ancora su questo dispositivo, ma al momento non è stato possibile leggerli. Riprova; se continua a non riuscire, elimina i cluster salvati e importali di nuovo.
uk: Ваші talosconfig і kubeconfig усе ще на цьому пристрої, але зараз їх не вдалося прочитати. Спробуйте ще раз; якщо помилка повторюється, видаліть збережені кластери та імпортуйте їх знову.

source: AWS access key ID
de: AWS-Zugriffsschlüssel-ID
es: ID de clave de acceso de AWS
fr: ID de clé d'accès AWS
it: ID chiave di accesso AWS
uk: Ідентифікатор ключа доступу AWS

source: AWS secret access key
de: Geheimer AWS-Zugriffsschlüssel
es: Clave de acceso secreta de AWS
fr: Clé d'accès secrète AWS
it: Chiave di accesso segreta AWS
uk: Секретний ключ доступу AWS

source: AWS session token (optional)
de: AWS-Sitzungstoken (optional)
es: Token de sesión de AWS (opcional)
fr: Jeton de session AWS (facultatif)
it: Token di sessione AWS (facoltativo)
uk: Токен сеансу AWS (необов'язково)

source: IAM Identity Center start URL
de: Start-URL von IAM Identity Center
es: URL de inicio de IAM Identity Center
fr: URL de démarrage IAM Identity Center
it: URL di avvio di IAM Identity Center
uk: Початкова URL-адреса IAM Identity Center

source: IAM Identity Center region
de: Region von IAM Identity Center
es: Región de IAM Identity Center
fr: Région IAM Identity Center
it: Regione di IAM Identity Center
uk: Регіон IAM Identity Center

source: AWS account ID
de: AWS-Konto-ID
es: ID de la cuenta de AWS
fr: ID du compte AWS
it: ID account AWS
uk: Ідентифікатор облікового запису AWS

source: Role name
de: Rollenname
es: Nombre del rol
fr: Nom du rôle
it: Nome del ruolo
uk: Назва ролі

source: Service account key (JSON)
de: Dienstkontoschlüssel (JSON)
es: Clave de cuenta de servicio (JSON)
fr: Clé de compte de service (JSON)
it: Chiave dell'account di servizio (JSON)
uk: Ключ сервісного облікового запису (JSON)

source: Client secret
de: Client-Geheimnis
es: Secreto de cliente
fr: Secret client
it: Segreto client
uk: Секрет клієнта

source: Tenant ID
de: Mandanten-ID
es: ID de inquilino
fr: ID du locataire
it: ID tenant
uk: Ідентифікатор тенанта

source: Subscription ID
de: Abonnement-ID
es: ID de suscripción
fr: ID d'abonnement
it: ID sottoscrizione
uk: Ідентифікатор підписки

source: Rancher API key
de: Rancher-API-Schlüssel
es: Clave de API de Rancher
fr: Clé d'API Rancher
it: Chiave API Rancher
uk: Ключ API Rancher

source: Access keys
de: Zugriffsschlüssel
es: Claves de acceso
fr: Clés d'accès
it: Chiavi di accesso
uk: Ключі доступу

source: The sign-in page address is not valid.
de: Die Adresse der Anmeldeseite ist ungültig.
es: La dirección de la página de inicio de sesión no es válida.
fr: L'adresse de la page de connexion n'est pas valide.
it: L'indirizzo della pagina di accesso non è valido.
uk: Адреса сторінки входу недійсна.

source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
uk: Увійти

source: Sign in to %@
de: Bei %@ anmelden
es: Iniciar sesión en %@
fr: Se connecter à %@
it: Accedi a %@
uk: Вхід до %@

source: Session ends
de: Sitzung endet
es: Fin de la sesión
fr: Fin de session
it: Fine sessione
uk: Сеанс завершується

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
uk: Вийти

source: Not signed in
de: Nicht angemeldet
es: Sin sesión iniciada
fr: Non connecté
it: Accesso non effettuato
uk: Вхід не виконано

source: Waiting for the sign-in in the browser…
de: Warten auf die Anmeldung im Browser…
es: Esperando el inicio de sesión en el navegador…
fr: En attente de la connexion dans le navigateur…
it: In attesa dell'accesso nel browser…
uk: Очікування входу в браузері…

source: Signed in.
de: Angemeldet.
es: Sesión iniciada.
fr: Connecté.
it: Accesso effettuato.
uk: Вхід виконано.

source: Enter this code on the sign-in page:
de: Gib diesen Code auf der Anmeldeseite ein:
es: Introduce este código en la página de inicio de sesión:
fr: Saisissez ce code sur la page de connexion :
it: Inserisci questo codice nella pagina di accesso:
uk: Введіть цей код на сторінці входу:

source: Copy code
de: Code kopieren
es: Copiar el código
fr: Copier le code
it: Copia il codice
uk: Копіювати код

source: Open the sign-in page
de: Anmeldeseite öffnen
es: Abrir la página de inicio de sesión
fr: Ouvrir la page de connexion
it: Apri la pagina di accesso
uk: Відкрити сторінку входу

source: Waiting for you to approve the sign-in…
de: Warten, bis du die Anmeldung bestätigst…
es: Esperando a que apruebes el inicio de sesión…
fr: En attente de votre approbation de la connexion…
it: In attesa che tu approvi l'accesso…
uk: Очікування, доки ви підтвердите вхід…

source: The code expires in %@.
de: Der Code läuft in %@ ab.
es: El código caduca en %@.
fr: Le code expire dans %@.
it: Il codice scade tra %@.
uk: Код спливає через %@.

source: Sign in with
de: Anmelden mit
es: Iniciar sesión con
fr: Se connecter avec
it: Accedi con
uk: Увійти за допомогою

source: Save and sign in
de: Speichern und anmelden
es: Guardar e iniciar sesión
fr: Enregistrer et se connecter
it: Salva e accedi
uk: Зберегти та увійти

source: Stored sealed on this device, and in your encrypted backups. Prefer a dedicated identity with read-only access.
de: Versiegelt auf diesem Gerät und in deinen verschlüsselten Backups gespeichert. Am besten eine eigene Identität mit reinem Lesezugriff.
es: Se guarda sellado en este dispositivo y en tus copias de seguridad cifradas. Mejor una identidad dedicada con acceso de solo lectura.
fr: Stocké scellé sur cet appareil, et dans vos sauvegardes chiffrées. Préférez une identité dédiée en lecture seule.
it: Conservato sigillato su questo dispositivo e nei tuoi backup cifrati. Meglio un'identità dedicata con accesso in sola lettura.
uk: Зберігається запечатаним на цьому пристрої та у ваших зашифрованих резервних копіях. Краще використовуйте окрему ідентичність лише з доступом на читання.

source: This file cannot be read.
de: Diese Datei kann nicht gelesen werden.
es: No se puede leer este archivo.
fr: Ce fichier ne peut pas être lu.
it: Impossibile leggere questo file.
uk: Цей файл неможливо прочитати.

source: Sign in to use this cluster.
de: Melde dich an, um diesen Cluster zu nutzen.
es: Inicia sesión para usar este clúster.
fr: Connectez-vous pour utiliser ce cluster.
it: Accedi per usare questo cluster.
uk: Увійдіть, щоб користуватися цим кластером.

source: Sign-in needed
de: Anmeldung erforderlich
es: Es necesario iniciar sesión
fr: Connexion requise
it: Accesso necessario
uk: Потрібен вхід

source: Kubernetes through %@
de: Kubernetes über %@
es: Kubernetes a través de %@
fr: Kubernetes via %@
it: Kubernetes tramite %@
uk: Kubernetes через %@

source: Signed in as %@
de: Angemeldet als %@
es: Sesión iniciada como %@
fr: Connecté en tant que %@
it: Accesso effettuato come %@
uk: Вхід виконано як %@

source: Talos admin kubeconfig
de: Admin-Kubeconfig von Talos
es: Kubeconfig de administrador de Talos
fr: Kubeconfig admin de Talos
it: Kubeconfig di amministrazione di Talos
uk: Адміністративний kubeconfig Talos

source: Kubernetes access
de: Kubernetes-Zugriff
es: Acceso a Kubernetes
fr: Accès Kubernetes
it: Accesso a Kubernetes
uk: Доступ до Kubernetes

source: Ichor lists the account's clusters with these credentials, then signs the clusters you add in with them. They stay on this device, sealed, and in your encrypted backups. Prefer a dedicated identity with read-only access.
de: Ichor listet mit diesen Zugangsdaten die Cluster des Kontos auf und meldet die hinzugefügten Cluster damit an. Sie bleiben versiegelt auf diesem Gerät und in deinen verschlüsselten Backups. Am besten eine eigene Identität mit reinem Lesezugriff.
es: Ichor lista los clústeres de la cuenta con estas credenciales y luego inicia sesión con ellas en los clústeres que añadas. Se quedan en este dispositivo, sellados, y en tus copias de seguridad cifradas. Mejor una identidad dedicada con acceso de solo lectura.
fr: Ichor liste les clusters du compte avec ces identifiants, puis connecte avec eux les clusters que vous ajoutez. Ils restent sur cet appareil, scellés, et dans vos sauvegardes chiffrées. Préférez une identité dédiée en lecture seule.
it: Ichor elenca i cluster dell'account con queste credenziali, poi le usa per l'accesso ai cluster che aggiungi. Restano su questo dispositivo, sigillate, e nei tuoi backup cifrati. Meglio un'identità dedicata con accesso in sola lettura.
uk: Ichor отримує список кластерів облікового запису за цими обліковими даними, а потім виконує з ними вхід у кластери, які ви додаєте. Вони залишаються на цьому пристрої, запечатані, та у ваших зашифрованих резервних копіях. Краще використовуйте окрему ідентичність лише з доступом на читання.

source: Find clusters
de: Cluster suchen
es: Buscar clústeres
fr: Trouver les clusters
it: Trova i cluster
uk: Знайти кластери

source: Add from a cloud account
de: Aus einem Cloud-Konto hinzufügen
es: Añadir desde una cuenta en la nube
fr: Ajouter depuis un compte cloud
it: Aggiungi da un account cloud
uk: Додати з хмарного облікового запису

source: Clusters added. Some could not be signed in: %@
de: Cluster hinzugefügt. Einige konnten nicht angemeldet werden: %@
es: Clústeres añadidos. No se pudo iniciar sesión en algunos: %@
fr: Clusters ajoutés. Certains n'ont pas pu être connectés : %@
it: Cluster aggiunti. Per alcuni l'accesso non è riuscito: %@
uk: Кластери додано. У деякі не вдалося увійти: %@

source: Signs in with %@ once added.
de: Meldet sich nach dem Hinzufügen mit %@ an.
es: Inicia sesión con %@ una vez añadido.
fr: Se connecte avec %@ une fois ajouté.
it: Accede con %@ una volta aggiunto.
uk: Вхід через %@ після додавання.

source: A client certificate or a token works as it is. A cluster that signs in (OIDC, EKS, GKE, AKS, DigitalOcean, Rancher) asks for it once added.
de: Ein Client-Zertifikat oder ein Token funktioniert direkt. Ein Cluster mit Anmeldung (OIDC, EKS, GKE, AKS, DigitalOcean, Rancher) fragt danach, sobald er hinzugefügt ist.
es: Un certificado de cliente o un token funcionan tal cual. Un clúster con inicio de sesión (OIDC, EKS, GKE, AKS, DigitalOcean, Rancher) lo pide una vez añadido.
fr: Un certificat client ou un jeton fonctionne tel quel. Un cluster avec connexion (OIDC, EKS, GKE, AKS, DigitalOcean, Rancher) la demande une fois ajouté.
it: Un certificato client o un token funzionano così come sono. Un cluster con accesso (OIDC, EKS, GKE, AKS, DigitalOcean, Rancher) lo chiede una volta aggiunto.
uk: Клієнтський сертифікат або токен працюють як є. Кластер із входом (OIDC, EKS, GKE, AKS, DigitalOcean, Rancher) попросить увійти після додавання.

source: A kubeconfig with a client certificate or a token works: k3s, kubeadm, RKE2 or a managed cluster with a ServiceAccount. A cluster that signs in (OIDC, EKS, GKE, AKS, DigitalOcean, Rancher) asks for it once added.
de: Ein Kubeconfig mit Client-Zertifikat oder Token funktioniert: k3s, kubeadm, RKE2 oder ein verwalteter Cluster mit einem ServiceAccount. Ein Cluster mit Anmeldung (OIDC, EKS, GKE, AKS, DigitalOcean, Rancher) fragt danach, sobald er hinzugefügt ist.
es: Funciona un kubeconfig con un certificado de cliente o un token: k3s, kubeadm, RKE2 o un clúster gestionado con una ServiceAccount. Un clúster con inicio de sesión (OIDC, EKS, GKE, AKS, DigitalOcean, Rancher) lo pide una vez añadido.
fr: Un kubeconfig avec un certificat client ou un jeton fonctionne : k3s, kubeadm, RKE2 ou un cluster managé avec un ServiceAccount. Un cluster avec connexion (OIDC, EKS, GKE, AKS, DigitalOcean, Rancher) la demande une fois ajouté.
it: Funziona un kubeconfig con un certificato client o un token: k3s, kubeadm, RKE2 o un cluster gestito con un ServiceAccount. Un cluster con accesso (OIDC, EKS, GKE, AKS, DigitalOcean, Rancher) lo chiede una volta aggiunto.
uk: Працює kubeconfig із клієнтським сертифікатом або токеном: k3s, kubeadm, RKE2 або керований кластер із ServiceAccount. Кластер із входом (OIDC, EKS, GKE, AKS, DigitalOcean, Rancher) попросить увійти після додавання.

source: Another port
de: Anderer Port
es: Otro puerto
fr: Autre port
it: Altra porta
uk: Інший порт

source: Connection errors
de: Verbindungsfehler
es: Errores de conexión
fr: Erreurs de connexion
it: Errori di connessione
uk: Помилки з'єднання

source: Deleting
de: Wird gelöscht
es: Eliminando
fr: Suppression
it: Eliminazione
uk: Видалення

source: Forwarding
de: Weiterleitung
es: Reenvío
fr: Redirection
it: Inoltro
uk: Переадресація

source: Forwards to port %@ of the pod
de: Leitet an Port %@ des Pods weiter
es: Reenvía al puerto %@ del pod
fr: Redirige vers le port %@ du pod
it: Inoltra alla porta %@ del pod
uk: Переадресовує на порт %@ пода

source: Hide secret values
de: Secret-Werte ausblenden
es: Ocultar los valores del secreto
fr: Masquer les valeurs du secret
it: Nascondi i valori del secret
uk: Приховати значення секрету

source: Kind, short name or group
de: Art, Kurzname oder Gruppe
es: Tipo, nombre corto o grupo
fr: Type, nom court ou groupe
it: Tipo, nome breve o gruppo
uk: Тип, коротка назва або група

source: Name or any column
de: Name oder beliebige Spalte
es: Nombre o cualquier columna
fr: Nom ou toute colonne
it: Nome o qualsiasi colonna
uk: Назва або будь-який стовпець

source: Name, namespace or chart
de: Name, Namespace oder Chart
es: Nombre, namespace o chart
fr: Nom, namespace ou chart
it: Nome, namespace o chart
uk: Назва, простір імен або чарт

source: No Helm releases
de: Keine Helm-Releases
es: Ninguna release de Helm
fr: Aucune release Helm
it: Nessuna release Helm
uk: Немає релізів Helm

source: No changes: the API server would store the object as it is.
de: Keine Änderungen: Der API-Server würde das Objekt unverändert speichern.
es: Sin cambios: el servidor de API guardaría el objeto tal cual.
fr: Aucun changement : le serveur d'API enregistrerait l'objet tel quel.
it: Nessuna modifica: il server API salverebbe l'oggetto così com'è.
uk: Без змін: сервер API зберіг би об'єкт як є.

source: No notes.
de: Keine Hinweise.
es: Sin notas.
fr: Aucune note.
it: Nessuna nota.
uk: Немає нотаток.

source: No manifest.
de: Kein Manifest.
es: Sin manifiesto.
fr: Aucun manifeste.
it: Nessun manifest.
uk: Немає маніфесту.

source: No resources
de: Keine Ressourcen
es: Ningún recurso
fr: Aucune ressource
it: Nessuna risorsa
uk: Немає ресурсів

source: No values set: the chart's defaults apply.
de: Keine Werte gesetzt: Es gelten die Standardwerte des Charts.
es: Ningún valor definido: se aplican los valores por defecto del chart.
fr: Aucune valeur définie : les valeurs par défaut du chart s'appliquent.
it: Nessun valore impostato: si applicano i valori predefiniti del chart.
uk: Значення не задано: діють типові значення чарту.

source: Not saved
de: Nicht gespeichert
es: No guardado
fr: Non enregistré
it: Non salvato
uk: Не збережено

source: Notes
de: Hinweise
es: Notas
it: Note
uk: Нотатки

source: Nothing changes in the cluster until you review and save.
de: Im Cluster ändert sich nichts, bis Sie prüfen und speichern.
es: Nada cambia en el clúster hasta que revises y guardes.
fr: Rien ne change dans le cluster tant que vous n'avez pas vérifié et enregistré.
it: Nel cluster non cambia nulla finché non verifichi e salvi.
uk: У кластері нічого не зміниться, доки ви не переглянете й не збережете.
